tap "ariga/tap"
tap "cockroachdb/tap"
tap "danielbayley/music"
tap "ethereum/ethereum"
tap "felixkratz/formulae"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "saulpw/vd"
tap "surrealdb/tap"
tap "tinygo-org/tools"
brew "act"
brew "imath"
brew "libpng"
brew "little-cms2"
brew "openexr"
brew "openssl@1.1"
brew "python@3.11"
brew "docutils"
brew "awscli"
brew "boost"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "tcl-tk"
brew "cocoapods"
brew "cowsay"
brew "deno"
brew "elm"
brew "ethereum"
brew "exercism"
brew "fd"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "libarchive"
brew "libass"
brew "pango"
brew "srt"
brew "tesseract"
brew "ffmpeg"
brew "gcc"
brew "open-mpi"
brew "flyctl"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git-filter-repo"
brew "glow"
brew "gnupg"
brew "gobject-introspection"
brew "golang-migrate"
brew "librsvg"
brew "graphviz"
brew "guile"
brew "helix"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "libheif"
brew "imagemagick"
brew "krb5"
brew "kubernetes-cli"
brew "lazygit"
brew "libfido2"
brew "libgsf"
brew "libproxy"
brew "librsync"
brew "lolcat"
brew "lua"
brew "macchina"
brew "minikube"
brew "mysql"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "poppler"
brew "protobuf"
brew "python@3.10"
brew "qt"
brew "qt@5"
brew "rename"
brew "ripgrep"
brew "ruby@2.7", link: true
brew "rustup-init"
brew "solidity"
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vips"
brew "ariga/tap/atlas"
brew "cockroachdb/tap/cockroach"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "surrealdb/tap/surreal"
brew "tinygo-org/tools/tinygo"
cask "alacritty"
cask "blackhole-2ch"
cask "kitty"
vscode "aaron-bond.better-comments"
vscode "be5invis.toml"
vscode "bradlc.vscode-tailwindcss"
vscode "Catppuccin.catppuccin-vsc"
vscode "dbaeumer.vscode-eslint"
vscode "esbenp.prettier-vscode"
vscode "golang.go"
vscode "GraphQL.vscode-graphql"
vscode "GraphQL.vscode-graphql-syntax"
vscode "Gruntfuggly.todo-tree"
vscode "mikestead.dotenv"
vscode "ms-vsliveshare.vsliveshare"
vscode "ms-vsliveshare.vsliveshare-pack"
vscode "PKief.material-icon-theme"
vscode "Prisma.prisma"
vscode "redhat.vscode-yaml"
vscode "rust-lang.rust-analyzer"
vscode "SirTori.indenticator"
vscode "steoates.autoimport"
vscode "vscodevim.vim"
