tap "cockroachdb/tap"
tap "danielbayley/music"
tap "ethereum/ethereum"
tap "felixkratz/formulae"
tap "helix-editor/helix"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
tap "homebrew/services"
tap "koekeishiya/formulae"
tap "saulpw/vd"
tap "tinygo-org/tools"
brew "act"
brew "imath"
brew "libpng"
brew "openexr"
brew "awscli"
brew "boost"
brew "glib"
brew "pkg-config"
brew "python@3.9"
brew "tcl-tk"
brew "cowsay"
brew "deno"
brew "ethereum"
brew "exercism"
brew "fd"
brew "guile"
brew "unbound"
brew "gnutls"
brew "harfbuzz"
brew "little-cms2"
brew "gobject-introspection"
brew "libass"
brew "ffmpeg"
brew "gcc"
brew "flyctl"
brew "fnm"
brew "fzf"
brew "gawk"
brew "gdk-pixbuf"
brew "gh"
brew "git-filter-repo"
brew "glow"
brew "gnupg"
brew "go"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "helix"
brew "htop"
brew "httpie"
brew "shared-mime-info"
brew "imagemagick"
brew "kubernetes-cli"
brew "lazygit"
brew "libgsf"
brew "librsync"
brew "libxml2"
brew "lolcat"
brew "lua"
brew "macchina"
brew "minikube"
brew "ncdu"
brew "neovim"
brew "nghttp2"
brew "openssl@3"
brew "poppler"
brew "postgresql@14"
brew "protobuf"
brew "qt"
brew "qt@5"
brew "ripgrep"
brew "ruby@2.7", link: true
brew "rustup-init"
brew "solidity"
brew "starship"
brew "terraform"
brew "the_silver_searcher"
brew "thefuck"
brew "tree"
brew "vips"
brew "zlib"
brew "cockroachdb/tap/cockroach"
brew "heroku/brew/heroku"
brew "koekeishiya/formulae/skhd"
brew "koekeishiya/formulae/yabai"
brew "tinygo-org/tools/tinygo"
cask "blackhole-2ch"
cask "kitty"
